bench/log/linux/2026-08-05-ec4-tlab-on-baseline/a2-tlab-off/wrk-38.txt
Running 8s test @ http://127.0.0.1:3268/json
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.70ms    2.89ms  24.87ms   91.23%
    Req/Sec    53.47k     4.84k   58.18k    96.91%
  861543 requests in 8.10s, 686.76MB read
Requests/sec: 106359.42
Transfer/sec:     84.78MB